Repository: enkodellc/blazorboilerplate
Catalog: src/Server/BlazorBoilerplate.Server/Localization/*.po
Languages: pt_pt

source: CreateApiResourcePermission
pt_pt: Criar um recurso novo da API

source: CreateClientPermission
pt_pt: Criar um novo cliente

source: CreateRolePermission
pt_pt: Criar uma atribuição nova

source: CreateUserPermission
pt_pt: Criar um novo utilizador

source: DeleteApiResourcePermission
pt_pt: Apagar qualquer recurso da API

source: DeleteClientPermission
pt_pt: Apagar qualquer cliente

source: DeleteRolePermission
pt_pt: Apagar qualquer atribuição

source: DeleteUserPermission
pt_pt: Apagar qualquer utilizador

source: ReadApiResourcePermission
pt_pt: Ler os dados dos recursos da API

source: ReadClientPermission
pt_pt: Ler dados dos clientes

source: ReadRolePermission
pt_pt: Ler dados de atribuição (permissões, etc.)

source: ReadUserPermission
pt_pt: Ler dados de utilizadores (Nomes, Emails, Numeros de Telefone, etc.)

source: UpdateApiResourcePermission
pt_pt: Editar recursos da API existentes

source: UpdateClientPermission
pt_pt: Editar clientes existentes

source: UpdateRolePermission
pt_pt: Editar atribuições existentes

source: UpdateUserPermission
pt_pt: Editar utilizadores existentes

source: CreateIdentityResourcePermission
pt_pt: Criar uma autorização do recurso da identidade

source: ReadIdentityResourcePermission
pt_pt: Ler dados dos recursos da identidade

source: UpdateIdentityResourcePermission
pt_pt: Editar recursos da Identidade existentes

source: DeleteIdentityResourcePermission
pt_pt: Apagar qualquer recurso da Identidade

source: Delete
pt_pt: Apagar

source: Cancel
pt_pt: Cancelar

source: Users
pt_pt: Utilizadores

source: Roles
pt_pt: Atribuições

source: ApiResources
pt_pt: Recursos da API OpenID

source: IdentityResources
pt_pt: Recursos da Identidade OpenID

source: OpenIdClients
pt_pt: Clientes OpenID

source: Loading
pt_pt: Carregando...

source: New Client
pt_pt: Novo Cliente

source: New User
pt_pt: Novo Utilizador

source: New Role
pt_pt: Nova Atribuição

source: New API Resource
pt_pt: Novo Recurso da API

source: New Identity Resource
pt_pt: Novo Recurso de Identidade

source: {0} users fetched
pt_pt: {0} utilizadores encontrados

source: Operation Successful
pt_pt: Operação bem sucessida

source: Operation Failed
pt_pt: Operação Falhou

source: {0} roles fetched
pt_pt: {0} atribuições encontradas

source: {0} clients fetched
pt_pt: {0} clientes encontrados

source: {0} identity resources fetched
pt_pt: {0} recursos da Identidade encontrados

source: {0} API resources fetched
pt_pt: {0} recursos da API encontrados

source: Create
pt_pt: Criar

source: Update
pt_pt: Actualizar

source: Edit {0}
pt_pt: Editar '{0}'

source: Permissions list fetched
pt_pt: Lista de authorizações recebida

source: Role {0} created
pt_pt: Atribuição {0} criada

source: Role {0} already exists
pt_pt: Atribuição {0} já existe

source: The role {0} doesn't exist
pt_pt: A atribuição {0} não existe

source: Role {0} deleted
pt_pt: Atribuição {0} apagada

source: RoleInUseWarning
pt_pt: Esta atribuição {0} está a ser utilizada por um utilizador, e não pode ser apagada.

source: Client {0} created
pt_pt: Cliente {0} criado

source: The client {0} doesn't exist
pt_pt: O cliente {0} não existe

source: Client {0} updated
pt_pt: Cliente {0} actualizado

source: Client {0} deleted
pt_pt: Cliente {0} apagado

source: Role {0} updated
pt_pt: Atribuição {0} actualizada

source: Identity Resource {0} created
pt_pt: Recurso da Identidade {0} creado

source: Identity Resource {0} updated
pt_pt: Recurso da Identidade {0} actualizado

source: Identity Resource {0} deleted
pt_pt: Recurso da Identidade {0} apagado

source: API Resource {0} created
pt_pt: Recurso da API {0} criado

source: API Resource {0} updated
pt_pt: Recurso da API {0} actualizado

source: API Resource {0} deleted
pt_pt: Recurso da API {0} apagado

source: The API resource {0} doesn't exist
pt_pt: O recurso da API {0} não existe

source: The Identity resource {0} doesn't exist
pt_pt: O recurso da Identidade {0} não existe

source: UserName
pt_pt: Nome do Utilizador

source: Sign in with
pt_pt: Iniciar sessão com

source: Sign up
pt_pt: Registrar-me

source: Keep me logged in
pt_pt: Mantenha-me registrado

source: Forgot your password?
pt_pt: Esqueceu a Password?

source: Submit
pt_pt: Submeter

source: LoginFailed
pt_pt: Tentativas de login falharam

source: ResetPasswordFailed
pt_pt: Tentativa de Recuperar Password Falhou

source: ForgotPasswordEmailSent
pt_pt: Email enviado com a Password esquecida

source: Confirm Email
pt_pt: Confirme Email

source: Send Confirmation
pt_pt: Enviar Confirmação

source: EmailVerificationFailed
pt_pt: Verificação do Email Falhou

source: EmailVerificationSuccessful
pt_pt: Verificação do Email com Successo

source: ResetPasswordSuccessful
pt_pt: Password Recuperada com Successo

source: Password Reset
pt_pt: Recuperar Password

source: Password Confirmation
pt_pt: Confirmação da Password

source: Reset Password
pt_pt: Recuperar Password

source: UserCreationFailed
pt_pt: Criação do Utilizador Falhou

source: UserCreationSuccessful
pt_pt: Criação do Utilizador com Successo

source: Registration
pt_pt: Registração

source: PasswordConfirmationFailed
pt_pt: A password de confirmação é diferente da password dada.

source: ConfirmPassword
pt_pt: Confirme a password

source: ErrorInvalidLength
pt_pt: O {0} têm que ter pelo menos {2} e um máximo de {1} characteres de cumprimento.

source: SpacesNotPermitted
pt_pt: Espaços não são permitidos.

source: Role
pt_pt: Atribuição

source: Name
pt_pt: Nome

source: AlreadyRegistered
pt_pt: Já está registrado?

source: Register
pt_pt: Registrar

source: InvalidData
pt_pt: Os dados remetidos são invalidos.

source: The user {0} doesn't exist
pt_pt: O utilizador {0} não existe

source: The user doesn't exist
pt_pt: O utilizador não existe

source: User {0} created
pt_pt: Utilizador {0} criado

source: Confirm Delete
pt_pt: Confirme Apagar

source: Tenants
pt_pt: Inquilinos

source: Tenant
pt_pt: Inquilino

source: MultiTenancy
pt_pt: Multi-Inquilino

source: {0} tenants fetched
pt_pt: {0} inquilinos encontrados

source: Tenant {0} created
pt_pt: Inquilino {0} criado

source: The tenant {0} doesn't exist
pt_pt: O inquilino {0} não existe

source: Tenant {0} updated
pt_pt: Inquilino {0} actualizado

source: Tenant {0} deleted
pt_pt: Inquilino {0} apagado

source: Role {0} cannot be deleted
pt_pt: Atribuição {0} não pode ser apagada

source: Tenant {0} cannot be deleted
pt_pt: Inquilino {0} não pode ser apagado

source: Role {0} cannot be edited
pt_pt: Atribuição {0} não pode ser alterada

source: AuthenticationRequired
pt_pt: Autenticação Necessária

source: LoginRequired
pt_pt: Por favor login primeiro

source: Operation not allowed
pt_pt: Operação não é premitida

source: NotAuthorizedTo
pt_pt: Não esta autorizado a fazer esta operação

source: PleaseWait
pt_pt: Por favor aguarde...

source: Settings
pt_pt: Configurações

source: EmailSettings
pt_pt: Configurações do Email

source: OutgoingEmail
pt_pt: Email de saída

source: IncomingEmail
pt_pt: Recebendo email

source: SmtpServer
pt_pt: Servidor SMTP

source: PopServer
pt_pt: Servidor POP3

source: Save
pt_pt: Guardar

source: Port
pt_pt: Porta

source: ImapServer
pt_pt: Servidor IMAP

source: SenderEmail
pt_pt: Remetente do Email

source: SenderName
pt_pt: Nome do Remetente

source: MainSettings
pt_pt: Configurações principais

source: BreadCrumbadmin
pt_pt: Admin

source: AppHelpAndSupport
pt_pt: Ajuda & Supporto

source: AppHoverAdmin
pt_pt: Administração

source: AppHoverNavMinimize
pt_pt: Minimize a Barra de Navigação

source: AppHoverNavToggle
pt_pt: Esconda a Barra de Navigação

source: AppName
pt_pt: Blazor Boilerplate

source: AppNavHome
pt_pt: Homepage

source: AppShortName
pt_pt: BlazorBP

source: AppAdminNavApiAuditLog
pt_pt: Registo de Auditoria do API

source: AppAdminNavDBLoggingView
pt_pt: Visualizador de Log DB

source: AppAdminNavFrontEnd
pt_pt: Frente/Site

source: AppAdminNavMonitoring
pt_pt: Monitoria

source: AppNavDashboard
pt_pt: Dashboard

source: AppNavDragAndDrop
pt_pt: Drag and Drop

source: AppNavEmail
pt_pt: Email

source: AppNavFeatures
pt_pt: Funcionalidades

source: AppNavForum
pt_pt: Forum

source: AppNavReadEmail
pt_pt: Ler Emails

source: AppNavScreenshots
pt_pt: Screenshots

source: AppNavSendEmail
pt_pt: Enviar Email

source: AppNavSponsors
pt_pt: Patrocinadores

source: BreadCrumbadminapiResources
pt_pt: Recursos API

source: BreadCrumbadminapilog
pt_pt: Registo de Auditoria do API

source: BreadCrumbadminclients
pt_pt: Clientes

source: BreadCrumbadmindblog
pt_pt: Visualizador de Log DB

source: BreadCrumbadminidentityResources
pt_pt: Recursos da Identidade

source: BreadCrumbadminmultitenancy
pt_pt: Gerencia de Inquilinos

source: BreadCrumbadminroles
pt_pt: Gerência de Atribuições

source: BreadCrumbadminsettings
pt_pt: Configurações

source: BreadCrumbadminsettingsemail
pt_pt: Configurações de Email

source: BreadCrumbadminusers
pt_pt: Utilizadores

source: BreadCrumbdashboard
pt_pt: Dashboard

source: BreadCrumbdrag_and_drop
pt_pt: Drag and Drop

source: BreadCrumbemail
pt_pt: Enviar Email

source: BreadCrumbemail_view
pt_pt: Ler Email

source: BreadCrumbforum
pt_pt: Forum

source: BreadCrumbHome
pt_pt: Home

source: BreadCrumbscreenshots
pt_pt: Screenshots

source: BreadCrumbsponsors
pt_pt: Patrocinadores

source: BreadCrumbtodo_list
pt_pt: ToDo

source: TodoNav
pt_pt: Lista Todo
