Repository: enkodellc/blazorboilerplate
Catalog: src/Shared/BlazorBoilerplate.Localization/Strings.*.resx
Languages: fa_ir, it_it

# CreateApiResourcePermission
source: Create a new API resource
fa_ir: دسترسی ساخت منبع داده‌ورزی
it_it: Crea una nuova risorsa API OpenID

# CreateClientPermission
source: Create a new client
fa_ir: دسترسی ساخت کارآور OpenID
it_it: Crea un nuovo client OpenID

# CreateIdentityResourcePermission
source: Create a new identity resource
fa_ir: دسترسی ساخت منبع شناسایی OpenID
it_it: Crea una nuova risorsa identità OpenID

# CreateRolePermission
source: Create a new role
fa_ir: دسترسی ساخت نقش
it_it: Crea un nuovo ruolo

# CreateUserPermission
source: Create a new user
fa_ir: دسترسی ساخت کاربر
it_it: Crea un nuovo utente

# DeleteApiResourcePermission
source: Delete any API resource
fa_ir: دسترسی پاک‌کردن منبع داده‌ورزی
it_it: Elimina una risorsa API OpenID

# DeleteClientPermission
source: Delete any client
fa_ir: دسترسی پاک‌کردن کارآور OpenID
it_it: Elimina un client OpenID

# DeleteIdentityResourcePermission
source: Delete any identity resource
fa_ir: دسترسی پاک‌کردن منبع شناسایی
it_it: Elimina una risorsa identità OpenID

# DeleteRolePermission
source: Delete any role
fa_ir: دسترسی پاک‌کردن نقش
it_it: Elimina un ruolo

# DeleteUserPermission
source: Delete any user
fa_ir: دسترسی پاک‌کردن کاربر
it_it: Elimina un utente

# ReadApiResourcePermission
source: Read API resources data
fa_ir: دسترسی به نمایش منابع داده‌ورزی
it_it: Legge i dati di una risorsa API OpenID

# ReadClientPermission
source: Read clients data
fa_ir: دسترسی به نمایش فهرست کارآوران
it_it: Legge i dati di un client OpenID

# ReadIdentityResourcePermission
source: Read identity resources data
fa_ir: دسترسی به نمایش فهرست منابع شناسایی
it_it: Legge i dati di una risorsa identità OpenID

# ReadRolePermission
source: Read roles data (permissions, etc.")
fa_ir: دسترسی به نمایش فهرست نقش‌ها
it_it: Legge i dati di un ruolo (permessi, ecc.)

# ReadUserPermission
source: Read users data (Names, Emails, Phone Numbers, etc.)
fa_ir: دسترسی به نمایش فهرست کاربران
it_it: Legge i dati di un utente (nome, email, telefono, ecc.)

# UpdateApiResourcePermission
source: Edit existing API resources
fa_ir: دسترسی ویرایش منابع داده‌ورزی
it_it: Modifica una risorsa API OpenID

# UpdateClientPermission
source: Edit existing clients
fa_ir: دسترسی ویرایش کارآورها
it_it: Modifica un client OpenID

# UpdateIdentityResourcePermission
source: Edit existing identity resource
fa_ir: دسترسی ویرایش منابع شناسایی
it_it: Modifica una risorsa identità OpenID

# UpdateRolePermission
source: Edit existing roles
fa_ir: دسترسی ویرایش نقش‌ها
it_it: Modifica un ruolo

# UpdateUserPermission
source: Edit existing users
fa_ir: دسترسی ویرایش کاربران
it_it: Modifica un utente

source: Delete
fa_ir: پاک‌کردن
it_it: Elimina

source: Cancel
fa_ir: لغو
it_it: Annulla

source: Users
fa_ir: کاربران
it_it: Utenti

source: Roles
fa_ir: نقش‌ها
it_it: Ruoli

# ApiResources
source: OpenID API resources
fa_ir: منبع داده‌ورزی OpenID
it_it: Risorse API OpenID

# IdentityResources
source: OpenID Identity Resources
fa_ir: منابع شناسایی
it_it: Risorse Identità OpenID

source: OpenID Clients
fa_ir: کارآور OpenID
it_it: Client OpenID

source: Dashboard
fa_ir: پیشخوان
it_it: Cruscotto

# Loading
source: Loading in progress...
fa_ir: بارگذاری
it_it: Caricamento in corso...

source: New Client
fa_ir: افزودن کارآور
it_it: Nuovo Client

source: New User
fa_ir: افزودن کاربر
it_it: Nuovo Utente

source: New Role
fa_ir: افزودن نقش
it_it: Nuovo Ruolo

source: New API Resource
fa_ir: افزودن منبع داده‌ورزی
it_it: Nuova Risorsa API

source: New Identity Resource
fa_ir: منبع شناسایی
it_it: Nuova Risorsa Identità

source: {0} users fetched
fa_ir: {0} کاربر دریافت شد
it_it: Recuperati {0} utenti

source: Operation Successful
fa_ir: با کامیابی انجام شد
it_it: Operazione riuscita

source: Operation Failed
fa_ir: انجام نشد
it_it: Operazione fallita

source: {0} roles fetched
fa_ir: {0} نقش دریافت شد
it_it: Recuperati {0} ruoli

source: {0} clients fetched
fa_ir: {0} کارآور دریافت شد
it_it: Recuperati {0} client

source: {0} identity resources fetched
fa_ir: {0} منبع شناسایی دریافت شد
it_it: Recuperate {0} risorse identità

source: {0} API resources fetched
fa_ir: {0} منبع دریافت شد
it_it: Recuperate {0} risorse API

source: Create
fa_ir: ساختن
it_it: Crea

source: Update
fa_ir: ویرایش
it_it: Aggiorna

source: Edit {0}
fa_ir: ویرایش {0}
it_it: Aggiorna {0}

source: Permissions list fetched
fa_ir: فهرست دسترسی‌ها دریافت شد
it_it: Recuperato elenco permessi

source: Role {0} created
fa_ir: نقش {0} ساخته شد
it_it: Creato ruolo {0}

source: Role {0} already exists
fa_ir: نقش {0} پیش از این ساخته شده
it_it: Il ruolo {0} esiste già

source: The role {0} doesn't exist
fa_ir: نقش {0} یافت نشد
it_it: Il ruolo {0} non esiste

source: Role {0} deleted
fa_ir: نقش {0} پاک شد
it_it: Ruolo {0} eliminato

# RoleInUseWarning
source: This role {0} is still used by a user, you cannot delete it
fa_ir: نقش {0} به دست‌کم یک کاربر داده شده و نمی‌تواند پاک شود
it_it: Il ruolo {0} è in uso da un utente e non può essere eliminato

source: Client {0} created
fa_ir: کارآور {0} ساخته شد
it_it: Creato client {0}

source: The client {0} doesn't exist
fa_ir: کارآور {0} یافت نشد
it_it: Il client {0} non esiste

source: Client {0} updated
fa_ir: کارآور {0} ویرایش شد
it_it: Client {0} aggiornato

source: Client {0} deleted
fa_ir: کارآور {0} پاک شد
it_it: Client {0} eliminato

source: Role {0} updated
fa_ir: نقش {0} ویرایش شد
it_it: Ruolo {0} aggiornato

source: Identity Resource {0} created
fa_ir: منبع شناسایی {0} ساخته شد
it_it: Creata risorsa identità {0}

source: Identity Resource {0} updated
fa_ir: منبع شناسایی {0} ویرایش شد
it_it: Risorsa identità {0} aggiornata

source: Identity Resource {0} deleted
fa_ir: منبع شناسایی {0} پاک شد
it_it: Risorsa identità {0} eliminata

source: API Resource {0} created
fa_ir: منبع داده‌ورزی {0} ساخته شد
it_it: Creata risorsa API {0}

source: API Resource {0} updated
fa_ir: منبع داده‌ورزی {0} ویرایش شد
it_it: Risorsa API {0} aggiornata

source: API Resource {0} deleted
fa_ir: منبع داده‌ورزی {0} پاک شد
it_it: Risorsa API {0} eliminata

source: The API resource {0} doesn't exist
fa_ir: منبع داده‌ورزی {0} یافت نشد
it_it: La risorsa API {0} non esiste

source: The Identity resource {0} doesn't exist
fa_ir: منبع شناسایی {0} یافت نشد
it_it: La risorsa identità {0} non esiste

source: User Name
fa_ir: نام کاربری
it_it: Nome utente

source: Login
fa_ir: ورود
it_it: Accedi

source: Sign in with
fa_ir: ورود با
it_it: Accedi con

source: Sign up
fa_ir: نام‌نویسی
it_it: Registrati

source: Keep me logged in
fa_ir: مرا به یاد بسپار
it_it: Resta connesso

source: Log in
fa_ir: ورود
it_it: Accesso

source: Forgot your password?
fa_ir: فراموشی رمز
it_it: Password dimenticata?

source: Submit
fa_ir: فرستادن
it_it: Invia

# LoginFailed
source: Login Attempt Failed
fa_ir: ورود ناکام
it_it: Accesso fallito

# ResetPasswordFailed
source: Reset Password Attempt Failed
fa_ir: بازنشانی رمز انجام نشد
it_it: Reimpostazione password fallita

source: Forgot Password Email Sent
fa_ir: ایمیل بازنشانی رمز فرستاده شد
it_it: Email reimpostazione password inviata

source: Confirm Email
fa_ir: تایید ایمیل
it_it: Conferma Email

source: Send Confirmation
fa_ir: فرستادن راستی‌آزمایی
it_it: Invia conferma

source: Email Verification Failed
fa_ir: ایمیل راستی‌آزمایی نشد
it_it: Verifica email fallita

source: Email Verification Successful
fa_ir: ایمیل با کامیابی راستی‌آزمایی شد
it_it: Verifica email riuscita

source: Reset Password Successful
fa_ir: بازنشانی رمز با کامیابی انجام شد
it_it: Reimpostazione password riuscita

source: Password Reset
fa_ir: بازنشانی رمز
it_it: Reimpostazione password

source: Password Confirmation
fa_ir: تایید رمز
it_it: Conferma password

source: Reset Password
fa_ir: بازنشانی رمز
it_it: Reimposta password

source: User Creation Failed
fa_ir: ساخت کاربر کامیاب نبود
it_it: Creazione utente fallita

source: User Creation Successful
fa_ir: کاربر با کامیابی ساخته شد
it_it: Creazione utente riuscita

source: Registration
fa_ir: نام‌نویسی
it_it: Registrazione

# PasswordConfirmationFailed
source: The password and confirmation password do not match.
fa_ir: رمز با تایید رمز خوانایی ندارد
it_it: La password e la password di conferma non corrispondono.

source: Confirm password
fa_ir: تایید رمز
it_it: Conferma password

# ErrorInvalidLength
source: The {0} must be at least {2} and at max {1} characters long.
fa_ir: {0} باید بیشتر از {2} و کمتر از {1} حرف باشد
it_it: Il campo {0} deve avere almeno {2} caratteri ed al massimo {1}.

# SpacesNotPermitted
source: Spaces are not permitted.
fa_ir: فاصله مجاز نیست
it_it: Gli spazi non sono consentiti.

source: Role
fa_ir: نقش
it_it: Ruolo

source: Name
fa_ir: نام
it_it: Nome

source: Already registered?
fa_ir: این کاربر پیش از این نام‌نویسی کرده
it_it: Già registrato?

source: Register
fa_ir: نام‌نویسی
it_it: Registrati

# InvalidData
source: Inserted data are not valid.
fa_ir: داده‌ی نامناسب
it_it: I dati inseriti non sono validi.

source: The user {0} doesn't exist
fa_ir: کاربر {0} یافت نشد
it_it: L'utente {0} non esiste

source: The user doesn't exist
fa_ir: چنین کاربری یافت نشد
it_it: L'utente non esiste

source: User {0} created
fa_ir: کاربر {0} ساخته شد
it_it: Creato utente {0}

source: Confirm Delete
fa_ir: تایید پاک شدن
it_it: Conferma eliminazione

source: Logout
fa_ir: بیرون‌شدن
it_it: Disconnetti

source: Tenants
it_it: Siti in comproprietà

source: Tenant
it_it: Sito in comproprietà

source: Multi-tenancy
it_it: Siti in comproprietà

source: {0} tenants fetched
it_it: Recuperati {0} siti in comproprietà

source: Tenant {0} created
it_it: Creato sito in comproprietà {0}

source: The tenant {0} doesn't exist
it_it: Il sito in comproprietà {0} non esiste

source: Tenant {0} updated
it_it: Sito in comproprietà {0} aggiornato

source: Tenant {0} deleted
it_it: Sito in comproprietà {0} eliminato

source: Role {0} cannot be deleted
it_it: Il ruolo {0} non può essere eliminato

source: Tenant {0} cannot be deleted
it_it: Il sito {0} non può essere eliminato

source: Role {0} cannot be edited
it_it: Il ruolo {0} non può essere modificato
